cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask '1password-cli'
cask 'visual-studio-code'

brew 'ack'
brew 'bash'
brew 'bash-completion@2'
brew 'colima'
brew 'coreutils'
brew 'git'
brew 'gh'
brew 'gettext'
brew 'kubernetes-cli'
brew 'mosh'
brew 'openssl@3'
brew 'readline'
brew 'restic'
brew 'pipx'
brew 'pyenv'
brew 'rsync'
brew 'roundup'
brew 'tmux'
brew 'wget'
