cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'gettext'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'docker'
cask 'docker-toolbox'
cask 'dropbox'
cask 'font-fira-code'
cask 'graphiql'
cask 'iterm2'
cask 'sequel-pro'
cask 'slack'
cask 'transmit'
cask 'vagrant'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'vlc'
