cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'homebrew/cask-fonts'

brew 'awscli'
brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'gettext'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'roundup'
brew 'shellcheck'
brew 'spaceman-diff'
brew 'tmux'
brew 'unrar'
brew 'nvim'
brew 'wget'
brew 'yarn'
brew 'neovim'

cask '1password'
cask 'docker'
cask 'docker-toolbox'
cask 'font-fira-code'
cask 'iterm2'
cask 'slack'
cask 'vlc'
